Repository: sveinou/DF
Catalog: dDNF/locale/*/LC_MESSAGES/django.po
Languages: no

source: Norwegian
no: Norsk

source: English
no: Engelsk

source: Currently active users
no: Aktive brukarar

source: Username
no: Brukarnamn

source: Login timestamp
no: Tid

source: Action
no: Handling

source: LIMIT
no: AVGRENS

source: KICK
no: KAST UT

source: No users currently active.
no: For tida er ikkje nokon aktiv

source: Limited users
no: Avgrensa brukarar

source: SET FREE
no: Slepp laus

source: No user are currently limited
no: Ingen brukarar er har avgensa kapasitet

source: Most static settings must be set in the configfile located in /etc/dnf/dnf.conf. For security purposes is this file not writable from your webserver.
no: Mesteparten av innstillingane må gjerast i konfigurasjonsfila. Denne finn du i /etc/dnf/dnf.confAv sikkerheitsårsakar er ikkje denne fila skrivbar frå det nettbaserte administrasjonsgrensesnittet

source: Current settings
no: Aktive innstillingar

source: Setting
no: Innstilling

source: Value
no: Verdi

source: Comment
no: Kommentar

source: IP address of DNF-system server
no: Systemet si ip-addresse

source: Network Interface connected to inside network (LAN)
no: Nettverkskort på innsida av DNF (LAN)

source: Network Interface connected to external network (internet)
no: Nettverkskort tilkopla internet (eksternt)

source: Auto: DNF automaticly restricts users
no: Auto: DNF avgjer kven som må avgrensast

source: Force only one login pr user if true
no: Tillét kun éi tilkopling for kvar brukar

source: Address of MySQL-server
no: Adressa til din MySQL-server

source: MySQL user
no: MySQL brukar

source: database name
no: namn på databasen

source: NOT VISIBLE
no: VISAST IKKJE

source: Password of database user
no: Passord for databasebrukar

source: Port of MySQL-server. Default is 3306
no: Port for MySQL-serveren. Standard er 3306

source: Your dhcpd leasesfile.
no: DHCP-leasefila di

source: DEPREACIATED
no: AVSKRIVE

source: to console (STDERR)
no: til konsoll (STDERR)

source: Default logfile
no: Standard loggfil

source: Logs user-specific activities.
no: Loggar brukaraktivtetar

source: Logs errors and actions from the webui
no: Loggar feil og handlingar frå WebUI'et

source: Unit of bandwidth
no: Eining for bandbredde

source: Maxlimit of line in. MUST BE (PURE) INTEGER
no: Maksgrense for innkommande linje. MÅ VERE HEILTAL

source: Maxlimit of line out. MUST BE (PURE) INTEGER
no: Maksgrense for utgåande linje. MÅ VERE HEILTAL

source: Capacity of simultanius connections. MUST BE (PURE) INTEGER
no: Maksgrense for samtidige tilkoplingar. MÅ VERE HEILTAL

source: Latency limit in milliseconds. MUST BE PURE INTEGER
no: Forsinkingsgrense i millisekund. MÅ VERE HEILTAL

source: offset to keep deamon calm. float.
no: svingning før deamonen agerar. Float.

source: File to download as bandwidth benchmark
no: Nedlastingsfil for å lage referanseverdi for nedlasting

source: The time this download should take.
no: Tida nedlastinga burde ta

source: Admin panel
no: Administrasjonspanel

source: Firewall
no: Brannmur

source: User administation
no: Brukaradminstrasjon

source: Home
no: Heim

source: Dynamic Network Firewall
no: Dynamisk nettverksbrannmur

source: by Espen Gjærde and Svein Ove Undal
no: av Espen Gjærde og Svein Ove Undal

source: Firewall configuration
no: Innstililngar for brannmuren

source: Error
no: Feil

source: DNF detected an error. Firewall not updated
no: DNF oppdaga ein feil. Brannmuren vart ikkje oppdattert.

source: Traffic forwarding rules
no: Reglar for vidersending av trafikk

source: Protocol
no: Protokoll

source: Source
no: Kjelde

source: Destination
no: Destinasjon

source: Target
no: Mål

source: Flush ALL rules
no: Slett alle reglar

source: anywhere
no: kor-som-helst

source: Delete
no: Slett

source: No rules present.
no: Ingen reglar

source: Server rules
no: Reglar for tjener

source: Add new rule
no: Legg til regel

source: In the form below, you can enter new rules to the firewall. You hav to select chain. 'FORWARD' is traffic passing trough, while 'INPUT' is traffic directed AT the server.
no: I skjema nedanfor kan du lage nye brannmurreglar.Du må velje relgelsett først. 'Videresend' vil seie trafikk som passerar tjeneren.'INNKOMMANDE' vil seie trafikk som skal til tjenaren.

source: CHAIN
no: Regelsett

source: PROTOCOL
no: PROTOKOLL

source: add
no: legg til

source: Logged out
no: Logga ut

source: You have been logged out. You have to login again to get internet access.
no: Du har blitt logga ut. Logg inn på nytt for å få tilgang til internett

source: Input error
no: Feil med inndata

source: You have to give us both your username and password!
no: Du må oppgi både brukarnamn og passord.

source: Login failed
no: Feil ved pålogging

source: Account deactivated
no: Kontoen er stengt

source: Your account has been deactivated.
no: Kontoen din har blitt stengt

source: Please login to gain internet access
no: Du må logge inn for internettilgang

source: After the login, you will be forwarded to:
no: Etter innlogging vil vi sende deg til

source: Password
no: Passord

source: User statistics for
no: Brukarstatistikk for

source: IP address:
no: IP-adresse

source: Hey there boss! Want to check out the admin-panel? Just click the link below...
no: Hei sjef! Sjekk linken nedanfor for å gå til administrasjonspanelet!

source: YOUR CONNECTION HAS BEEN LIMITED
no: DI TILKOPLING HAR NO RESTRIKSJONAR

source: You have been limited because you have violated %(limit)s. If you think this is an error, please contact your network admin.
no: Vi har satt restriksjonar på nettbruken din fordi du har brote grensa %(limit)s. Ta kontakt med personalet om du trur dette er ein feil

source: Your statistics
no: Din statistikk

source: Connections:
no: Tilkoplingar:

source: Sent:
no: Sendt:

source: bytes
no: byte

source: packets
no: pakkar

source: Recieved:
no: Motteke:

source: Log me out
no: Logg meg ut

source: Active connections
no: Aktive tilkoplingar

source: NO ACVTIVE CONNECTIONS.
no: INGEN AKTIVE TILKOPLINGAR
